Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Gardinenhaken aus Metall
en: Curtain hooks made of metal

source: Aufblasbare Werbeartikel
en: Inflatable publicity objects

source: Stützen für Wäscheleinen aus Holz oder Kunststoff
en: Clothes lines (Props for -), of wood or plastics

source: Freistehende Raumteiler [Möbel]
en: Freestanding partitions [furniture]

source: Zierleisten für Spiegel
en: Mouldings for mirrors

source: Türen für Möbel aus Kunststoff
en: Doors made of plastic for furniture

source: Werkzeugkästen [leer], nicht aus Metall
en: Tool boxes (non-metallic -) [empty]

source: Rohrschellen, nicht aus Metall
en: Pipes (Clips, not of metal for -)

source: Garderoben
en: Coat racks

source: Hütten für Haustiere
en: Kennels for household pets

source: Mit Spiegel ausgestattete Schränke
en: Cupboards fitted with mirrors

source: Holzkasten
en: Wood crates

source: Fensterriegel, nicht aus Metall
en: Casement bolts (Non-metallic -)

source: Tür-, Tor- und Fensterbeschläge
en: Door, gate and window fittings

source: Särge und Bestattungsurnen
en: Coffins and funerary urns

source: Tonnen und Fässer
en: Barrels and casks

source: Rahmen
en: Frames

source: Betten, Bettzeug, Matratzen, Kissen und Polster
en: Beds, bedding, mattresses, pillows and cushions

source: Statuen, Figuren und Kunstwerke sowie Verzierungen und Dekorationen aus Materialien wie Holz, Wachs, Gips oder Kunststoff, soweit in dieser Klasse enthalten
en: Statues, figurines, works of art and ornaments and decorations, made of materials such as wood, wax, plaster or plastic, included in the class

source: Kisten und Paletten
en: Crates and pallets

source: Behälterverschlüsse, nicht aus Metall
en: Closures for containers, non-metallic

source: Briefkästen
en: Letter boxes

source: Waren, nicht aus Metall
en: Non-metallic hardware

source: Erkennungsmarken aus Kunststoff für Tiere
en: Identification tags of plastic for animals

source: Hülsen [nicht aus Metall] zur Identifikation von Haustieren
en: Barrels (Non-metallic -) for the identification of pet animals

source: Hülsen (nicht aus Metall) zur Kennzeichnung von Vögeln
en: Barrels (Non-metallic -) for the identification of birds

source: Ventile aus Kunststoff, ausgenommen Maschinenteile
en: Valves of plastic being other than machine parts

source: Wassertanks für Haushaltszwecke [nicht aus Metall oder Mauerwerk]
en: Water tanks for household purposes, not of metal or masonry

source: Verpackungsbehälter aus Holz für gewerbliche Zwecke
en: Wooden boxes for industrial packaging purposes

source: Behälter sowie Verschlüsse und Halter hierfür, nicht aus Metall
en: Containers, and closures and holders therefor, non-metallic

source: Leitern und mobile Treppen, nicht aus Metall
en: Ladders and movable steps, non-metallic

source: Tür-, Tor- und Fensterbeschläge, nicht aus Metall
en: Door, gate and window fittings, non-metallic

source: Ventile, nicht aus Metall
en: Valves, non-metallic

source: Tonnen und Fässer, nicht aus Metall
en: Barrels and casks, non-metallic

source: Kisten und Paletten, nicht aus Metall
en: Crates and pallets, non-metallic

source: Ankerbojen aus Kunststoff
en: Plastic mooring buoys

source: Aufblasbare Ankerbojen
en: Inflatable mooring buoys

source: Möbel in antikem Stil
en: Antique style furniture

source: Stumme Diener
en: Valet stands

source: Kanister, nicht aus Metall
en: Jerrycans, not of metal

source: Vogelhäuser
en: Birdhouses

source: Stoßleisten für Kinderbettchen, ausgenommen Bettzeug
en: Bumper guards for cots, other than bed linen

source: Bettchen für Babys
en: Cots for babies

source: Bambuskörbe für gewerbliche Zwecke
en: Bamboo baskets for industrial purposes

source: Schränke für Teezubehör [Chadansu]
en: Cupboards for tea-things (chadansu)

source: Gaslagertanks [nicht aus Metall oder Mauerwerk]
en: Gas storage tanks, not of metal or masonry

source: Schintoaltare für den Haushalt [Kamidana]
en: Household shinto altars [Kamidana]

source: Aus Kunststoff bestehende Lebensmittelimitate
en: Imitation foods comprised of plastic

source: Gewerbliche Wassertanks, nicht aus Metall oder Mauerwerk
en: Industrial water tanks, not of metal or masonry

source: Lebensgroße Puppen für die Präsentation von Kleidern
en: Life-size forms of the human body to display clothes

source: Handbetätigte Keramikventile, ausgenommen Maschinenteile
en: Manually operated ceramic valves other than parts of machines

source: Innenjalousien aus Metall zur Lichtlenkung
en: Metal interior roller blinds for guiding light

source: Müllbehälter für gewerbliche Zwecke, nicht aus Metall
en: Non-metal recycling bins for commercial use

source: Bilder- und Fotorahmen
en: Picture and photograph frames

source: Gartenmöbel aus Kunststoff
en: Plastic furniture for gardens

source: Kunststoffstopper für gewerbliche Verpackungsbehälter
en: Plastic stoppers for industrial packaging containers

source: Lagertanks aus Kunststoff
en: Plastic storage tanks

source: Lagerbehälter aus Holz
en: Wood storage tanks

source: Holzdeckel für gewerbliche Verpackungsbehälter
en: Wooden lids for industrial packaging containers

source: Holzstopper für gewerbliche Verpackungsbehälter
en: Wooden stoppers for industrial packaging containers

source: Eckventile aus Kunststoff [ausgenommen als Maschinenteile]
en: Angle valves of plastics, other than parts of machines

source: Wandmontierte Baby-Wickeltische
en: Wall-mounted baby changing platforms

source: Schubladen [Möbelteile]
en: Drawers [furniture parts]

source: Handspiegel [Kosmetik-, Toilettenspiegel]
en: Hand-held mirrors [toilet mirrors]

source: Schaugestelle aus Metall
en: Metal display stands

source: Vitrinen [Möbel]
en: Showcases [furniture]

source: Stühle
en: Seats

source: Statuen aus Gips
en: Plaster statues

source: Türbolzen, nicht aus Metall
en: Door bolts, not of metal

source: Riegel, nicht aus Metall
en: Latches, not of metal

source: Waschtische [Möbel]
en: Washstands [furniture]

source: Tischplatten
en: Table tops

source: Geweihe
en: Antlers

source: Kanapees
en: Settees

source: Bücherregale
en: Library shelves

source: Blumentische [Möbel]
en: Flower-stands [furniture]

source: Fachböden für Möbel
en: Furniture shelves

source: Hocker
en: Stools

source: Fußstützen
en: Footrests

source: Profilleisten für Rahmen [Einrahmung]
en: Moldings [mouldings] for picture frames

source: Rahmenleisten [Einrahmung]
en: Picture frame brackets

source: Schlauchhaspeln [Abroller], nicht maschinell und nicht aus Metall
en: Reels, not of metal, non-mechanical, for flexible hoses

source: Schlauchhaspeln [Aufroller], nicht maschinell und nicht aus Metall
en: Winding spools, not of metal, non-mechanical, for flexible hoses

source: Kissen für Matratzen
en: Mattress cushions

source: Bettgestelle aus Holz
en: Bedsteads of wood

source: Büffetwagen [Möbel]
en: Dinner wagons [furniture]

source: Servierwagen [Möbel]
en: Trolleys [furniture]

source: Tritthocker, nicht aus Metall
en: Step stools, not of metal

source: Schlüsselringe, nicht aus Metall
en: Split rings, not of metal, for keys

source: Kabelklemmen, nicht aus Metall
en: Binding screws, not of metal, for cables

source: Stöpsel aus Kork
en: Stoppers of cork

source: Stöpsel aus Korkimitationen
en: Stoppers of cork imitations

source: Lagertanks, nicht aus Metall oder Mauerwerk
en: Storage tanks, not of metal or masonry

source: Zeitkapseln, nicht aus Metall
en: Non-metallic time capsules

source: Keramikgriffe für Möbel
en: Ceramic pulls for furniture

source: Keramikgriffe für Schubladen
en: Ceramic pulls for drawers

source: Keramikgriffe für Schränke
en: Ceramic pulls for cabinets

source: Keramikgriffe für Schränke, Schubladen und Möbel
en: Ceramic pulls for cabinets, drawers and furniture

source: Schubladengriffe aus Steingut
en: Drawer pulls of earthenware

source: Schubladengriffe aus Porzellan
en: Drawer pulls of porcelain

source: Innenjalousien aus Stoff
en: Indoor textile blinds

source: Schubladengriffe aus Glas
en: Drawer pulls of glass

source: Ergonomische Stühle für Sitzmassagen
en: Ergonomic chairs for seated massage

source: Wassertanks aus Plastik für die Landwirtschaft
en: Water tanks of plastic for agricultural purposes

source: Wassertanks aus Plastik für die Industrie
en: Water tanks of plastic for industrial purposes

source: Wassertanks aus Plastik für den Haushalt
en: Water tanks of plastic for household purposes

source: Wassertanks aus Plastik
en: Plastic water tanks

source: Bettrahmen aus Metall
en: Bed frames of metal

source: Schubladengriffe aus Holz
en: Drawer pulls of wood

source: Bilderrahmen aus Edelmetall
en: Picture frames of precious metal

source: Lagerregale für Brennholz
en: Storage racks for firewood

source: Rückenstützenpolster, nicht für medizinische Zwecke
en: Back support cushions, not for medical purposes

source: Bänke für Sportplätze
en: Benches for sports fields

source: Startnummernschilder für Radrennen, nicht aus Metall
en: Bicycle racing number plates, not of metal

source: Briefkästen aus Holz
en: Letter boxes of wood

source: Stuhlbeine
en: Chair legs

source: Auflageböcke für Tischplatten
en: Trestles for use as table supports

source: Schuhnägel, nicht aus Metall
en: Shoe pegs, not of metal

source: Absatzflecke, nicht aus Metall
en: Shoe dowels, not of metal

source: Duschgriffstangen nicht aus Metall
en: Shower grab bars, not of metal

source: Lagerregale für Fahrzeugmatten
en: Storage racks to hold vehicle mats

source: Lagerregale für Ski- und Sportausrüstung
en: Storage racks for ski and sports equipment

source: Tragbare Babybadesitze für Badewannen
en: Portable baby bath seats for use in bath tubs

source: Saugnäpfe aus Kunststoff
en: Plastic suction cups

source: Polsterauflagen aus Kunststoffgeflecht für Regalbretter
en: Plastic mesh cushioning sheets for lining shelves

source: Kunststoffformen zur Herstellung von Seife in kommerzieller Produktion
en: Plastic molds for making soap for commercial production purposes

source: Medikamentenbehälter aus Kunststoff für kommerzielle Zwecke
en: Plastic medication containers for commercial use

source: Kunststoffhalter für Schilder
en: Plastic holders for signboards

source: Kunststoffgriffe für Möbel
en: Furniture handles of plastic

source: Verschlussclips aus Kunststoff für Beutel
en: Clips of plastic for sealing bags

source: Auflageböcke, nicht aus Metall, für Tische
en: Non-metal trestles for supporting tables

source: Sägeböcke, nicht aus Metall
en: Non-metal saw horse brackets

source: Nichtmetallische Möbelgriffe
en: Furniture handles, not of metal

source: Nichtmetallische Türspione [ohne Vergrößerung]
en: Non-metal door viewers [non-magnified]

source: Schlafmatten [Kissen oder Matratzen]
en: Nap mats [cushions or mattresses]

source: Formen aus Gips zum Gießen von keramischen Materialien
en: Molds of plaster for casting ceramic materials

source: Briefkästen aus Kunststoff
en: Letter boxes of plastic

source: Aufblasbare Kunststoffschilder
en: Inflatable plastic signs

source: Bänke für Golfplätze
en: Golf course benches

source: Eingepasste Kunststoffeinsätze als Behälterauskleidungen
en: Fitted plastic inserts for use as container liners

source: Türstopper aus Holz
en: Door stops of wood

source: Kniebank- und Sitzkombination für Gartenarbeiten
en: Combination kneeler and seat for gardening

source: Schränke für Teeservices
en: Cabinets for tea services

source: Ortsfeste Spender, nicht aus Metall, für Hundekotbeutel
en: Dispensers for dog waste bags, fixed, not of metal

source: Türriegel, nicht aus Metall
en: Door fasteners, not of metal

source: Leere Werkzeugkästen, nicht aus Metall
en: Tool boxes, not of metal, empty

source: Leere Werkzeugtruhen, nicht aus Metall
en: Tool chests, not of metal, empty

source: Serviertische
en: Side tables

source: Splinte, nicht aus Metall
en: Non-metal cotter pins

source: Türknäufe aus Porzellan
en: Porcelain doorknobs

source: Türknäufe, nicht aus Metall
en: Doorknobs, not of metal

source: Passende Stoffüberwürfe für Möbel
en: Fitted fabric furniture covers

source: Türgriffe aus Holz
en: Wood door handles

source: Armstützen für Möbel
en: Arm rests for furniture

source: Holzschilder für Pflanzen
en: Wooden plant markers

source: Blumentische für Rituale
en: Ritual flower stands

source: Straßenmöbel, nicht aus Metall
en: Street furniture, not of metal

source: Figuren [Statuetten] aus Holz, Wachs, Gips oder aus Kunststoff
en: Figurines [statuettes] of wood, wax, plaster or plastic

source: Statuen aus Holz, Wachs, Gips oder Kunststoff
en: Statues of wood, wax, plaster or plastic

source: Schildpatt
en: Tortoiseshell

source: Ortsfeste Toilettenpapierspender, nicht aus Metall
en: Toilet paper dispensers, fixed, not of metal

source: Glasschränke
en: Glass cabinets

source: Möbel für Vivarien
en: Furniture for vivariums

source: Körbe, nicht aus Metall, für den Transport von Haustieren
en: Baskets, non-metallic, for the transportation of domestic animals

source: Schlafkörbe, nicht aus Metall, für Haustiere
en: Sleeping baskets, non-metallic, for domestic animals

source: Gepäckständer als Möbelstücke
en: Luggage stands being furniture

source: Ankerbolzen, nicht aus Metall
en: Anchor bolts, not of metal

source: Ankerbolzen, nicht aus Metall, zur Verwendung im Brückenbau
en: Anchor bolts, not of metal, for use in bridge construction

source: Bean bag-Betten
en: Bean bag beds

source: Bean bag-Sitze
en: Bean bag chairs

source: Bean bag-Polster
en: Bean bag cushions

source: Bean bag-Kissen
en: Bean bag pillows

source: Türschilder, nicht aus Metall
en: Doorplates, not of metal

source: Leere Kaffeekapseln aus Kunststoff
en: Empty coffee capsules of plastic

source: Särge aus geflochtener Weide
en: Funeral caskets of wicker

source: Türknäufe aus Glas
en: Glass doorknobs

source: Tragbare Supermarkt-Einkaufskörbe, nicht aus Metall
en: Hand-held supermarket shopping baskets, not of metal

source: Festtagsschmuck aus Holz, ausgenommen Baumschmuck
en: Holiday ornaments of wood, not tree ornaments

source: Leitern, nicht aus Metall, für Bibliotheken
en: Ladders, not of metal, for libraries

source: Kleine Tischchen
en: Occasional tables

source: Fenstergriffe aus Porzellan
en: Porcelain window handles

source: Aufblasbare Liegen
en: Air bed lounger

source: Flaschenstöpsel aus Kunststoff
en: Plastic stoppers for bottles

source: Kleiderbügel, Kleiderständer [Möbel] und Kleiderhaken
en: Clothes hangers, clothes stands [furniture] and clothes hooks

source: Bestattungsurnen aus Edelmetall
en: Funerary urns made of precious metals

source: Bodengleiter, nicht aus Metall, für Stuhlbeine
en: Protective pads, not of metal, for chair legs

source: Fensterreiber, nicht aus Metall
en: Sash fasteners, not of metal, for windows

source: Kunstgegenstände aus Bernstein
en: Works of art made of amber

source: Kunstgegenstände aus Pressbernstein
en: Works of art made of amberoid

source: Aufblasbare Stühle
en: Inflatable chairs

source: Ablagen zur Lagerung von Fitnessgeräten
en: Storage racks for physical fitness equipment

source: Transportable Klappsitze für Stadien
en: Portable folding stadium seats

source: Hocker für elektrische Keyboards
en: Electric piano keyboard benches

source: Dekorative Kunststoffboxen
en: Decorative plastic boxes

source: Dekorative Holzkisten
en: Decorative wood boxes

source: Emailliertes Glas
en: Enamelled glass

source: Handbetätigte Knoblauchpressen
en: Garlic presses (Hand-operated -)

source: Büsten aus Terrakotta
en: Busts made of earthenware

source: Kuchenplatten
en: Cake servers

source: Proviantdosen aus Metall
en: Lunch boxes made of metal

source: Glasfäden, nicht für Textilzwecke
en: Fibreglass thread, not for textile use

source: Zahnbürsten
en: Toothbrushes

source: Kaffeeservice aus Keramik
en: Coffee services of ceramic

source: Behälter für Blumen
en: Containers for flowers

source: Tropfenfänger für Flaschen
en: Drip preventers for bottles

source: Knoblauchpressen [Küchengeräte]
en: Garlic presses [kitchen utensils]

source: Scheuerbürsten für Töpfe
en: Pot cleaning brushes

source: Modellfahrzeuge [Ziergegenstände] aus Glas
en: Model vehicles [ornaments] made of glass

source: Mopp-Köpfe
en: Mop heads

source: Gepresstes Glas
en: Pressed glass

source: Duftbrenner [nicht elektrisch]
en: Perfume burners [other than electric]

source: Isolierbehälter für Getränkedosen
en: Insulating sleeve holders for beverage cans

source: Drahtkörbe [Kochutensilien]
en: Wire baskets [cooking utensils]

source: Tafeln aus Glas, nicht für Bauzwecke
en: Sheets of glass, other than for building

source: Emaillierte Krüge
en: Enamelled jars

source: Zimmerterrarien [Vivarien]
en: Indoor terrariums [vivariums]

source: Bürsten
en: Brushes

source: Glaspulver für Dekorationszwecke
en: Powdered glass for decoration

source: Kleiderbürsten
en: Clothes brushes

source: Reinigungstücher aus Zellulose
en: Cloths for cleaning made from cellulose

source: Kerzenhalter aus Schmiedeeisen
en: Candle holders of wrought iron

source: Kasserollen [Geschirr]
en: Casseroles [dishes]

source: Einwegdeckel für Haushaltsbehälter
en: Disposable lids for household containers

source: Handbetriebene Mühlen für Haushaltszwecke
en: Mills for household purposes, hand-operated

source: Behälter für Haushaltsabfälle
en: Bins for household refuse

source: Tafelgeschirr aus Knochenporzellan
en: Bone china tableware [other than cutlery]

source: Schilder aus Porzellan oder Glas
en: Signboards of porcelain or glass

source: Übertöpfe aus Ton
en: Planters of clay

source: Ständer für Zimmeraquarien [ausgenommen Möbel]
en: Stands for indoor aquaria [other than furniture]

source: Glasmosaiken, nicht für Bauzwecke
en: Mosaics of glass, not for building

source: Spiegelglas [Rohmaterial]
en: Plate glass [raw material]

source: Bonbonnieren
en: Candy boxes

source: Handbetätigte Gummiwischer zum Reinigen
en: Squeegees [hand-operated] for cleaning

source: Saftkartonhalter aus Kunststoff
en: Plastic juice box holders

source: Tröge für Geflügel
en: Poultry troughs

source: Kerzenauslöscher aus Edelmetall
en: Candle extinguishers of precious metal

source: Blumenkästen
en: Window-boxes

source: Putzkissen aus Metall
en: Pads of metal for cleaning

source: Dosen aus Steingut
en: Boxes of earthenware

source: Schneidbretter für die Küche
en: Cutting boards for the kitchen

source: Modellfiguren [Ziergegenstände] aus Glas
en: Model figures [ornaments] made of glass

source: Wäscheklammern
en: Clothes-pegs

source: Papier- oder Plastikbecher
en: Cups of paper or plastic

source: Elektrische Insektenvernichtungsgeräte
en: Electric apparatus for killing insects

source: Schalen für Blumenschmuck
en: Bowls for floral decorations

source: Sicherheitsglas zur Herstellung von Fahrzeugscheiben
en: Security glass for making into vehicle windows

source: Handbetriebene Kaffeemühlen
en: Coffee grinders, hand-operated

source: Buntglas [teilweise bearbeitet]
en: Coloured glass (Semi-worked -)

source: Kombinierbare Deckel für Küchenbehälter
en: Combined lids for kitchen containers

source: Behälter für Zahnputzmittel
en: Containers for dentifrices

source: Wärmeisolierte Haushaltsgefäße aus Porzellan
en: Heat insulated domestic vessels of porcelain

source: Figurinen aus farbigem Glas
en: Stained glass figurines

source: Glaskugeln
en: Glass bowls

source: Schaumlöffel [nicht elektrische Küchengeräte]
en: Skimmers [non-electric kitchen implements]

source: Batteriebetriebene Flusenentferner
en: Battery operated lint removers

source: Nicht elektrische Kaffeeperkolatoren
en: Coffee percolators, non-electric

source: Pokale
en: Coupes

source: Spritzflaschen [leer]
en: Squeeze bottle [empty]

source: Putzeimer mit Putztuchwringvorrichtung
en: Mop pails incorporating mop wringers

source: Bohnergeräte [nicht elektrisch]
en: Non-electric floor polishers

source: Eierbecher aus Kunststoff für Haushaltszwecke
en: Plastic egg holders for domestic use

source: Isolierkannen [nicht elektrisch]
en: Vacuum jugs (Non-electric -)

source: Halter aus Glas für Kerzen
en: Glass holders for candles

source: Geschirr für Mikrowellenherde
en: Dishes for microwave ovens

source: Quarzgut [Halbfertigerzeugnis], ausgenommen für Bauzwecke
en: Fused silica [semi-worked product], other than for building

source: Tränken aus Kunststoff für Haustiere
en: Plastic containers for dispensing drink to pets

source: Getränkekühler [Behälter]
en: Beverage coolers [containers]

source: Futtergefäße zum Füttern von Käfigvögeln
en: Bird feeders for feeding caged birds

source: Zahnstocher aus Holz
en: Toothpicks of wood

source: Übertöpfe aus Glas
en: Planters of glass

source: Fallen für Nagetiere
en: Traps for rodents

source: Töpfe
en: Pots

source: Kasserollen
en: Stew-pans

source: Flache Schüsseln
en: Shallow bowls

source: Scheuerbürsten für Schiffe
en: Ship-scrubbing brushes

source: Bürsten zum Anschluss an Gartenschläuche
en: Brushes for connection to garden hose

source: Nicht elektrische Fruchtpressen für Haushaltszwecke
en: Fruit presses, non-electric, for household purposes

source: Dekorative Sandflaschen
en: Decorative sand bottles

source: Nicht reflektierendes Glas
en: Anti-reflecting glass

source: Vogelkäfige für Heimvögel
en: Bird cages for domestic birds

source: Körbe aus Metall für Haushaltszwecke
en: Cages of metal for domestic use

source: Kuchenformen aus unedlem Metall
en: Cake moulds of common metal

source: Serviettenringe aus Edelmetall
en: Napkin rings of precious metal

source: Nicht elektrische Babyflaschenwärmer
en: Heaters for feeding bottles, non-electric

source: Leder für Reinigungszwecke
en: Leathers for cleaning purposes

source: Plätzchen-, Keksausstechformen
en: Cookie [biscuit] cutters

source: Brauseköpfe für Gießkannen
en: Nozzles for watering cans

source: Drahtkäfige für Haustiere
en: Wire cages for household pets

source: Wärmeisolierte Haushaltsgefäße aus Steingut
en: Heat insulated domestic vessels of earthenware

source: Behälter für den Haushalt
en: Household containers

source: Sportflaschen [leer]
en: Sports bottles sold empty

source: Büsten aus Porzellan, Keramik, Steingut oder Glas
en: Busts of porcelain, ceramic, earthenware or glass

source: Gummiwischer für Haushaltszwecke
en: Squeegees [for household use]

source: Modellfahrzeuge [Ziergegenstände] aus Porzellan
en: Model vehicles [ornaments] made of porcelain

source: Becher aus Knochenfeinporzellan
en: Mugs made of fine bone china

source: Teeservice [Tafelgeschirr]
en: Tea services [tableware]

source: Sparbüchsen aus Porzellan
en: Piggy banks of china

source: Gummisaugglocken zur Abflussreinigung
en: Plungers for clearing blocked drains

source: Korkenzieher mit Messer
en: Corkscrews with knives

source: Scheuerkissen aus Metall
en: Saucepan scourers of metal

source: Schüsseln [Haushaltsartikel]
en: Dishes [household utensils]

source: Kämme
en: Combs

source: Kochformen [Küchenartikel]
en: Cookery molds [moulds]

source: Behälter aus Kunststein für Haushaltszwecke
en: Cast stone containers for household

source: Spender für Papierwischtücher [ausgenommen ortsfeste]
en: Dispensers for paper wipes [other than fixed]

source: Angepasste Auskleidung für Eiskübel
en: Fitted liners for ice buckets

source: Wasserflaschen
en: Water bottles

source: Futterspender aus Kunststoff für Haustiere
en: Plastic containers for dispensing food to pets

source: Urnen
en: Urns

source: Mit Edelmetall legierte Flaschenkörbe
en: Bottle baskets coated with precious metal

source: Schwämme für den Haushalt
en: Sponges for household purposes

source: Nicht elektrische Kaffeemaschinen mit Pressfilter
en: Non-electric plunger style coffee makers

source: Fleischklopfer [Küchengeräte]
en: Tenderizers [kitchen utensils]

source: Teilweise bearbeitetes Glas, ausgenommen Bauglas
en: Semi-worked glass [except glass used in building]
